Repository: sdstolworthy/base_flutter_app
Catalog: lib/l10n/intl_*.arb
Languages: es

source: Log In
es: Entrar

source: Log Out
es: Salir

source: Sign Up
es: Registrarte

source: Email
es: Correo electrónico

source: password
es: contraseña

source: confirm password
es: confirmar contraseña

source: language
es: idioma

# loginCTA
source: Welcome Back.
es: Qué bueno verte.

# signupCTA
source: Create Account.
es: Un gusto conocerte.

# welcomeCTA
source: Hi, There.
es: Bienvenidos.

# gratefulPrompt
source: What are you grateful for today?
es: ¿Qué agredeces hoy?

source: Add Photos
es: Agregar Fotos

source: Previous Entries
es: Entradas Anteriores

# journalEntryHint
source: Write your thoughts...
es: Escribe tus pensamientos...

# aboutGratefulButtonText
source: About Grateful
es: Acerca de Grateful

# deleteEntryConfirmPrompt
source: Are you sure you want to delete this entry? This cannot be undone.
es: Seguro que quieres borrar esta entrada? No se puede deshacer.

# deleteEntryYes
source: Yes, delete it
es: Sí, bórralo

# deleteEntryNo
source: No, do not delete it
es: No, no lo borres

# deleteEntryHeader
source: Delete Journal Entry
es: Borrar entrada

# shareJournalEntryText
source: I show my gratitude with Grateful. Download it here:
es: Yo doy las gracias con Grateful. Descárgalo aquí:

source: Share Grateful
es: Compartir Grateful
